Revit 2027 API
ParameterTypeId.MepReheatCoilType Property
 "Reheat Coil"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepReheatCoilType { get; }
Public Shared ReadOnly Property MepReheatCoilType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepReheatCoilType {
	ForgeTypeId^ get ();
}
static member MepReheatCoilType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace